---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TextureLinkTextureTransforms
source: html/d0598b16-b15d-efb6-0565-473265aef655.htm
---
# Autodesk.Revit.DB.Visual.Tile.TextureLinkTextureTransforms Property

The property labeled "Link Transforms" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TextureLinkTextureTransforms { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".